Repository: antonio93hb/Koma
Catalog: Koma/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Add
es: Añadir

source: Additional Info
es: Información adicional

# airing_since_label
source: Airing since %@
es: En emisión desde %@

source: Authors
es: Autores

# chapters_label %lld
source: Chapters: %d
es: Capítulos: %d

source: Collection
es: Colección

source: Collection complete!
es: ¡Colección completa!

# collection_empty_subtitle
source: Save your favorite mangas by opening their details.
es: Guarda tus mangas favoritos abriendo sus detalles.

# collection_empty_title
source: No saved mangas yet.
es: Aún no hay mangas guardados.

# collection_read
source: Collection fully read!
es: ¡Colección completa leída!

# collection_saved
source: Entire collection saved!
es: ¡Colección completa guardada!

source: Delete
es: Borrar

source: Deleted
es: Borrado

# deleted_message
source: This manga has been removed from favorites
es: Este manga ha sido eliminado de favoritos

source: Demographic
es: Demografía

# developed_with
source: *Developed with the **MyManga API*** from **Apple Coding Academy**
es: *Desarrollado con **MyManga API*** de **Apple Coding Academy**

# discover_title
source: Discover
es: Descubrir

# explore_manga
source: Explore manga, authors, genres and much more with ***KOMA***.
es: Explora mangas, autores, géneros y mucho más con ***KOMA***.

# failed_to_delete_message
source: Failed to delete the manga.
es: No se ha podido eliminar el manga.

# failed_to_save_message
source: Failed to save the manga. Please try again later.
es: No se ha podido guardar el manga. Inténtalo más tarde.

# finished_on_label
source: Finished on %@
es: Finalizado el %@

source: Genre
es: Género

source: Genres
es: Géneros

# invalid_data_error
source: The provided data is not valid.
es: Los datos proporcionados no son válidos.

# invalid_input_message
source: Please enter a valid number.
es: Introduce un número válido.

# load_persistence_error
source: Saved manga could not be loaded.
es: No se pudieron cargar los mangas guardados.

source: Loading…
es: Cargando…

source: Loading mangas…
es: Cargando mangas…

source: Login
es: Acceder

source: More info
es: Más información

# network_error_general %@
source: General error: %@
es: Error general: %@

# network_error_json %@
source: JSON parsing error: %@
es: Error al parsear JSON: %@

# network_error_non_http
source: Non HTTP response
es: Respuesta no HTTP

# network_error_status_code %lld
source: Status code: %d
es: Código de estado: %d

# owned_label
source: Owned
es: Guardados

# owned_volumes_progress %lld %lld
source: Saved: %d / %d
es: Guardados: %d / %d

# read_label
source: Read
es: Leídos

# read_volumes_progress %lld %lld
source: Read: %d / %d
es: Leídos: %d / %d

# saved_message
source: This manga has been saved to favorites.
es: Este manga ha sido guardado en favoritos.

# saved_title
source: Saved
es: Guardado

source: Saved: %lld
es: Guardados: %lld

# seacrh_filter_theme
source: Themes
es: Temas

source: Search
es: Buscar

# search_filter_demographic
source: Demographic
es: Demografía

# search_filter_genre
source: Genres
es: Géneros

# search_filters_title
source: Search Filters
es: Filtros de búsqueda

# search_history_title
source: History
es: Historial

# search_navigation_title
source: Search
es: Buscar

# search_no_results
source: No results found
es: No se han encontrado resultados

# search_placeholder
source: Search…
es: Buscar…

# search_results_title
source: Results
es: Resultados

# searching_message
source: Searching…
es: Buscando…

source: Show less
es: Mostrar menos

source: Show more
es: Mostrar más

# status_currently_publishing
source: Publishing
es: En emisión

# status_finished
source: Finished
es: Finalizado

# status_on_hiatus
source: On hiatus
es: En pausa

# status_unknown
source: Unknown
es: Desconocido

source: Theme
es: Tema

source: Themes
es: Temas

source: Unknown error: %@
es: Error desconocido: %@

# updated_message
source: Volumes have been updated successfully.
es: Los tomos se han modificado correctamente.

# updated_title
source: Updated
es: Actualizado

# volume_label %lld
source: Volume %d
es: Tomo %d

# volumes_label %lld %lld
source: Volumes: %d / %d
es: Tomos: %d / %d

# volumes_label: %lld
source: Volumes: %d
es: Tomos: %d

# welcome
source: Welcome to KOMA
es: Bienvenido a KOMA
